{
    "Trusted by 50K+ beauty lovers": "Fiable pour plus de 50 000 passionnés de beauté",
    "Glow": "Éclat",
    "Naturally": "Naturellement",
    "Discover routines that actually work. Explore trending videos, shop vetted products, and get personalized advice tailored to your skin type.": "Découvrez des routines qui fonctionnent vraiment. Explorez les vidéos tendance, achetez des produits vérifiés et recevez des conseils personnalisés adaptés à votre type de peau.",
    "Discover Your Glow": "Découvrez votre éclat",
    "Watch Stories": "Regarder les histoires",
    "Followers": "Abonnés",
    "Products Curated": "Produits sélectionnés",
    "Satisfaction": "Satisfaction",
    "Featured TikTok Clips": "Clips TikTok à la une",
    "The latest viral skincare trends everyone's talking about": "Les dernières tendances skincare virales dont tout le monde parle",
    "Creator name": "Nom du créateur",
    "2.3M views": "2,3 M de vues",
    "Trending Hashtags": "Hashtags tendance",
    "Join the conversation with beauty lovers worldwide": "Rejoignez la conversation avec les passionnés de beauté du monde entier",
    "videos": "vidéos",
    "Ready to Find Your Perfect Routine?": "Prêt à trouver votre routine parfaite ?",
    "Discover routines tailored to your lifestyle. From skincare and fitness to productivity and wellness, our tips and guides help you build habits that stick — making everyday life simpler, healthier, and more enjoyable. Start your journey today!": "Découvrez des routines adaptées à votre style de vie. De la skincare au fitness, en passant par la productivité et le bien-être, nos conseils vous aident à créer des habitudes durables — pour une vie plus simple, plus saine et plus agréable. Commencez votre voyage dès aujourd’hui !",
    "It only takes 2 minutes. No signup required.": "Cela ne prend que 2 minutes. Aucun compte requis.",


    "home": "maison",
    "DiodioGlow": "DiodioGlow",
    "DG": "DG",
    "Curating viral skincare trends and AI-powered product recommendations for natural, glowing skin.": "Sélection des tendances virales en matière de soins de la peau et recommandations de produits basées sur l'IA pour une peau naturellement éclatante.",
    "Explore": "Explorer",
    "Videos": "Vidéos",
    "Products": "Produits",
    "Contact": "Contact",
    "Connect" : "Connecter",
    "Instagram" : "Instagram",
    "Legal" : "Légale",
    "Privacy Policy" : "Politique de Confidentialité",
    "At DiodioGlow, we value your privacy and are committed to protecting your personal information. This policy explains what data we collect, how we use it, and your rights.": "Chez DiodioGlow, nous accordons une grande importance à la protection de votre vie privée et nous nous engageons à protéger vos données personnelles. Cette politique explique quelles données nous collectons, comment nous les utilisons et quels sont vos droits.",
    "Terms of Service" : "Conditions d'utilisation",
    "Affiliate Disclosure" : "Divulgation des affiliés",
     "Support": "Soutien",

     "Video Feed": "Flux de vidéos",
     "Blog": "Blog",
     "About" : "À Propos",
     "Toggle menu": "Basculer le menu",
     "Home": "Accueil",
     "Profile" : "Profil",
     "Messages": "Messages",
     "Settings" : "Paramètres",
     "Billing" : "Facturation",
     "Logout" : "Deconnexion",
     "Login" : "Connexion",
     "Register" : "S'inscrire",


     "Curated Products": "Produits curatifs",
     "All products handpicked by Diodio Glow • Shop from trusted affiliate stores": "Tous les produits sont sélectionnés avec soin par Diodio Glow • Achetez auprès de nos partenaires de confiance",
      "Essences": "Essences",
      "Dry": "Sec",
      "Trending skincare routines and beauty tips from TikTok": "Les routines de soins de la peau et les astuces beauté tendance de TikTok",
      "Share": "Partager",
      "Recovery codes let you regain access if you lose your 2FA device. Store them in a secure password manager.": "Les codes de restauration vous permettent de reprendre accès si vous perdez votre dispositif 2FA. Les stockez dans un gestionnaire de mots de passe securis.",
      "2FA Recovery Codes": "Codes de restauration 2FA",
      "View Recovery Codes": "Voir les codes de restauration",
      "Hide Recovery Codes": "Masquer les codes de restauration",
      "Regenerate Codes" : "Regenerez les codes",
      "Each recovery code can be used once to access your account and will be removed after use. If you need more, click Regenerate Codes above.": "Chaque code de récupération est à usage unique et sera supprimé après utilisation. Si vous avez besoin de codes supplémentaires, cliquez sur « Régénérer les codes » ci-dessus.",
       "Light": "Lumiere",
       "Dark": "Sombre",
       "System": "Système",

       "Delete account": "Supprimer le compte",
        "Delete your account and all of its resources" : "Supprimez votre compte et toutes ses ressources",
        "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
        "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement effacées. Veuillez saisir votre mot de passe pour confirmer la suppression définitive de votre compte.",
        "Cancel": "Annuler",
        "Save": "Sauvegarder",



        "Your email address is unverified.": "Votre adresse courriel n'est pas vérifiée.",
        "Click here to re-send the verification email.": "Click here to re-send the verification email.",
        "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse électronique.",
        "Saved.": "Sauvegardé.",
        "Enabled": "Activé",
        "With two-factor authentication enabled, you will be prompted for a secure, random pin during login, which you can retrieve from the TOTP-supported application on your phone.": "Lorsque l'authentification à deux facteurs est activée, un code PIN sécurisé et aléatoire vous sera demandé lors de la connexion. Vous pourrez le récupérer depuis l'application compatible TOTP sur votre téléphone.",
        "Disable 2FA": "Désactiver 2FA",
        "Disabled": "Desactivé",
        "When you enable two-factor authentication, you will be prompted for a secure pin during login. This pin can be retrieved from a TOTP-supported application on your phone.": "Lorsque vous activez l'authentification à deux facteurs, un code PIN sécurisé vous sera demandé lors de la connexion. Ce code PIN peut être récupéré depuis une application compatible TOTP installée sur votre téléphone.",
        "Enable 2FA": "Activer 2FA",
        "or, enter the code manually": "ou, entrez le code manuellement",
        "Trending Routines:": "Routines tendances:",
        "1. The “Glass Skin” Routine": "1. La routine “Skin de verre”,",
        "Originating from Korean beauty, the glass skin trend is all about achieving a complexion that’s smooth, clear, and luminous—just like glass.": "Issue de la beauté coréenne, la tendance du teint de verre vise à obtenir un teint lisse, clair et lumineux, comme du verre.",
        "How it works:": "Comment cela fonctionne:",
        "Double cleanse to remove every trace of dirt and makeup": "Double nettoyage pour retirer toutes les traces de poussiere et de maquillage.",
        "Apply hydrating toners and serums (look for hyaluronic acid)": "Appliquer des toners hydratants et des serums (rechercher l'acide hyaluronique).",
        "Seal it all in with a lightweight moisturizer and sunscreen": "Encapsuler tout en utilisant un hydratant leger et un sunscreen.",
        "Why it’s trending:": "Pourquoi cela est tendance:",
        "It delivers that natural, dewy glow everyone’s chasing—no filters needed": "Il offre un brillant lueur naturelle et douce que tout le monde cherche, sans filtres.",
        "The beauty world is flooded with new products every week—serums that promise a glow-up overnight, moisturizers that claim 72-hour hydration, and toners that “transform” your skin...": "Le monde de la beauté est rempli de nouveaux produits tous les jours—serums promettant une brillance nocturne, hydratants promettant 72 heures d'hydratation et toners transformant votre peau...",
        "Tips & Guides:": "Guides et conseils:",
        "Product Reviews:": "Avis sur les produits:",
        "In our fast-paced world, having access to the right advice can make all the difference. Whether it’s mastering a new skill, optimizing your daily routine, or navigating technology, practical tips and comprehensive guides can help you save time, avoid mistakes, and achieve your goals faster. In this blog, we’ll explore the essence of effective tips and guides and share some actionable strategies you can implement today.": "Dans notre monde trépidant, avoir accès aux bons conseils peut faire toute la différence. Qu'il s'agisse de maîtriser une nouvelle compétence, d'optimiser votre quotidien ou de vous familiariser avec les nouvelles technologies, des conseils pratiques et des guides complets peuvent vous aider à gagner du temps, à éviter les erreurs et à atteindre vos objectifs plus rapidement. Dans cet article, nous explorerons l'essence même des conseils et guides efficaces et partagerons des stratégies concrètes que vous pouvez mettre en œuvre dès aujourd'hui.",
        "About the Founder:": "A propos du fondateur:",
        "Meet Diodio Glow": "Rencontrez Diodio Glow",
        "Diodio Glow is one of Senegals most popular skincare and beauty influencers, with a passionate community of 50K+ followers who trust her recommendations.": "Diodio Glow est l'un des influencers de la beauté et du soin de Senegal les plus populaires, avec une communauté passionnée de 50K+ abonnées qui confient ses recommandations.",
        "From viral TikTok routines to honest product reviews, she's dedicated to helping women discover their natural glow. Her approach is authentic, affordable, and rooted in celebrating the beauty of diverse African skin.": "Des routines TikTok virales aux avis honnêtes sur les produits, elle se consacre à aider les femmes à révéler leur éclat naturel. Son approche est authentique, accessible et célèbre la beauté de la diversité des peaux africaines.",
        "This platform brings together her favorite skincare finds, trending routines, and AI-powered personalized recommendations—everything you need to build a routine that works for YOUR skin.": "Cette plateforme rassemble ses produits de soin préférés, les routines tendance et des recommandations personnalisées basées sur l'IA — tout ce dont vous avez besoin pour créer une routine adaptée à VOTRE peau.",
        "50K+ followers across TikTok, Instagram & YouTube": "50K+ followers across TikTok, Instagram & YouTube",
        "100+ curated products handpicked for quality and affordability": "100+ produits curateurs choisis pour la qualité et l'accessibilité",
        "95% satisfaction rate from product recommendations": "95% de satisfait des recommandations de produits",
        "Connect with Diodio Glow": "Connectez-vous avec Diodio Glow",
        "Collaboration inquiries?": "Demandes de collaboration ?",
        "Email us for partnership opportunities.": "Envoyez-nous un email pour des opportunités de partenariat.",
        "Our Mission": "Notre mission",
        "Every product, every video, every recommendation is rooted in authenticity and the belief that beautiful skin starts with understanding YOUR unique needs.": "Tous les produits, toutes les videos, toutes les recommandations sont basées sur l'authenticité et la conviction que la beauté commence avec la comprendre VOTRE besoin unique.",
        "Trending Routines: The Skincare Habits Everyone’s Talking About": "Routines tendances : Les habitudes de soin de la beauté tout le monde parle de",
        "2.The Minimalist Routine": "2. La Routine Minimaliste:",
        "Less is more! Many people are moving away from 10-step routines and focusing on just a few high-quality essentials.": "Moins est mieux ! Many people are moving away from 10-step routines and focusing on just a few high-quality essentials.",
        "A gentle cleanser": "Un nettoyeur doux",
        "A targeted serum (like Vitamin C or Niacinamide)": "Un serum ciblé (comme la Vitamine C ou Niacinamide)",
        "Moisturizer + SPF": "Hydratant + SPF",
        "Consumers are prioritizing simplicity, sustainability, and skin barrier health.": "Les consommateurs priorisent la simplicité, la durabilité et la santé des barrières de peau.",
        "3.The “Skin Cycling” Method": "3. La “Skin Cycling” Method:",
        "This dermatologist-approved trend, made famous by TikTok, involves rotating your products over a 4-day cycle.": "Cette tendance dermatologue approuvée, familière par TikTok, implique la rotation de vos produits sur un cycle de 4 jours.",
        "Routine Breakdown:": "Décomposition de la routine:",
        "Night 1: Exfoliation (AHA/BHA)": "Nuit 1 : Exfoliation (AHA/BHA)",
        "Night 2: Retinol treatment": "Nuit 2 : Traitement Retinol",
        "Night 3 & 4: Recovery nights with hydration and barrier repair": "Nuit 3 & 4 : Nuits de rétablissement avec hydratation et correction des barrières",
        "It prevents irritation while maximizing the benefits of active ingredients.": "Elle empeche les iritations tout en maximisant les avantages des ingrediants actifs.",
        "4.The Nighttime Reset Routine": "4. La Routine de Récupération nocturne:",
        "Evenings are perfect for giving your skin a reset after a long day.": "Les soirs sont parfait pour donner une nouvelle vie à votre peau apres une longue journee.",
        "Double cleansing": "Double nettoyage",
        "A calming toner": "Un tonique calme",
        "Overnight hydrating mask or oil": "Masque hydratant ou huile nocturne",
        "People are realizing that consistent nighttime care can dramatically improve texture and tone.": "Les personnes sont conscientes que la prise en charge nocturne consistante peut améliorer dramatiquement la texture et le ton.",
        "5.The Natural Glow Routine": "5. La Routine de la Lumiere Naturelle:",
        "African and tropical skincare communities are embracing routines built around natural, locally sourced ingredients—like shea butter, baobab oil, and black soap.": "Les communautés de soin africaines et tropicales embrassent des routines construites autour de produits naturels et locaux, comme du beurre de shea, de l'huile de baobab et du savon noir.",
        "It celebrates authenticity, cultural beauty rituals, and the power of nature in achieving healthy skin.": "Elle celebre l'authenticité, les rites de beauté culturelles et le pouvoir de la nature pour atteindre une peau saine.",
        "Final Thoughts": "Réflexions finales",
        "Skincare routines aren’t one-size-fits-all. The best approach is to explore what works for your skin type, climate, and lifestyle. Whether you’re into minimalist vibes or love layering serums, consistency is the key to real results.":"Il n'existe pas de routine de soins universelle. L'idéal est de trouver celle qui convient le mieux à votre type de peau, au climat et à votre mode de vie. Que vous soyez adepte d'une routine minimaliste ou que vous aimiez superposer les sérums, la régularité est la clé de résultats visibles.",
        "Stay tuned to our Trending Routines section—we’ll keep you updated with the latest beauty rituals, expert insights, and viral skincare trends loved by real people around the world.": "Restez connectés à notre rubrique « Routines tendance » : nous vous tiendrons au courant des derniers rituels de beauté, des conseils d’experts et des tendances virales en matière de soins de la peau plébiscitées par de vraies personnes à travers le monde.",
        "Product Reviews: Honest Insights into Skincare That Works": "Avis sur les produits: Insights honnêtes sur les produits de soin qui fonctionnent",
        "The beauty world is flooded with new products every week—serums that promise a glow-up overnight, moisturizers that claim 72-hour hydration, and toners that “transform” your skin. But which ones actually live up to the hype? Our Product Reviews section takes a closer look at trending skincare must-haves, real user feedback, and expert insights to help you make informed choices.":"The beauty world is flooded with new products every week—serums that promise a glow-up overnight, moisturizers that claim 72-hour hydration, and toners that “transform” your skin. But which ones actually live up to the hype? Our Product Reviews section takes a closer look at trending skincare must-haves, real user feedback, and expert insights to help you make informed choices.",
        "1.The Ordinary Niacinamide 10% + Zinc 1%": "1. The Ordinary Niacinamide 10% + Zinc 1%",
        "Best For:": "Le meilleur pour:",
        "What it does:": "Ce qu’il fait:",
        "Our review:": "Notre avis:",
        "Lightweight and affordable, it’s a go-to for beginners. Some users may experience slight dryness initially, so pairing it with a hydrating moisturizer is key.":"Il est lourd et abordable, il est un choix pour les debutants. Certains utilisateurs peuvent ressentir une lueur initialement, donc il est important de le combiner avec un crème hydratante.",
        "Rating:": "Note:",
        "2. CeraVe Hydrating Cleanser": "2. CeraVe Hydrating Cleanser",
        "3. Fenty Skin Fat Water Pore-Refining Toner Serum":"3. Sérum tonique affinant les pores Fenty Skin Fat Water",
        "4. La Roche-Posay Anthelios UVmune 400 SPF 50+":"4. La Roche-Posay Anthelios UVmune 400 SPF 50+",
        "High-protection sunscreen with a lightweight, invisible finish.":"Protection solaire haute avec une finition invisible et lourd.",
        "No white cast, non-sticky, and protects effectively under harsh sun—perfect for tropical climates.":"Pas de blanc cast, pas de collant, et protection efficace sous le soleil extremalement chaud — parfait pour les climats tropicaux.",
        "Uneven skin tone and dullness":"Une peau de type inégal et de lueur",
        "A Senegalese favorite made with natural plant oils and gentle exfoliants.":"Un favori senegalais fait avec des huiles plantaires naturelles et des exfoliants doux.",
        "Users love its natural scent and cleansing power. It helps improve texture with consistent use while keeping skin soft and hydrated.":"Les utilisateurs adorent son odeur naturelle et son pouvoir de nettoyage. Il aide à améliorer la texture avec une utilisation constante tout en gardant la peau douce et hydratée.",
        "When it comes to skincare, there’s no one-size-fits-all solution. A product that works wonders for someone else might not be the perfect match for you—and that’s okay! Our goal with Product Reviews is to help you discover what truly fits your skin’s needs, lifestyle, and budget.":"En matière de soins de la peau, il n'existe pas de solution miracle. Un produit qui fait des merveilles pour une autre personne ne vous conviendra peut-être pas, et c'est tout à fait normal ! Notre objectif avec les avis sur les produits est de vous aider à trouver ceux qui correspondent vraiment aux besoins de votre peau, à votre style de vie et à votre budget.",
        "Stay tuned as we continue to test and review both global favorites and local gems loved by real users across Africa and beyond.":"Restez informé en continuant de tester et de revue des favoris internationaux et des gemmes locales aimees par des utilisateurs rares sur l'Afrique et au-delà.",
        "Tips & Guides: Your Ultimate Companion for Smarter Living":"Tips et guides: Votre compagnon ultime pour une vie plus intelligente",
        "1. Understand Your Goal First":"1. Comprendre votre objectif premier",
        "Before diving into any guide or tip, it’s crucial to understand what you want to achieve. Clear goals allow you to filter out unnecessary information and focus on advice that is relevant.":"Avant de consulter un guide ou un conseil, il est essentiel de bien définir votre objectif. Des objectifs clairs vous permettent d'éliminer les informations superflues et de vous concentrer sur les conseils pertinents.",
        "Si vous souhaitez améliorer votre productivité, recherchez des guides portant spécifiquement sur la gestion du temps.":"Si vous souhaitez améliorer votre productivité, recherchez des guides portant spécifiquement sur la gestion du temps.",
        "If your goal is learning a new hobby, search for beginner-friendly tutorials.":"Si votre objectif est d'apprendre un nouveau hobby, recherchez des tutoriels facilement accessibles pour les debutants.",
        "Pro Tip: Write down your goal in one sentence. This simple step will help you stay focused on actionable tips.":"Pro tip: Ecrivez votre objectif en une seule phrase. Cette petite étape vous aidera à rester concentré sur les conseils actifs.",
        "2. Prioritize Simplicity Over Complexity":"2. Prioriser la simplicité sur la complexité",
        "Guides often contain a lot of information, but not all of it is useful. Focus on the steps or tips that are simple to understand and easy to apply. Complex methods might look impressive but can become overwhelming.":"Les guides contiennent souvent beaucoup d'informations, mais pas toutes sont utiles. Concentrez-vous sur les étapes ou conseils qui sont simples et faciles d'appliquer.",
        "Example: Instead of following a 10-step skincare routine, start with the 3 essentials: cleanse, moisturize, and protect.":"Exemple: Au lieu de suivre une routine de soin de la peau de 10 pas, commencez par les 3 essentiels : nettoyer, hydrater et protéger.",
        "3. Take Notes & Create a Checklist":"3. Prendre des notes et créer une liste de contrôle",
        "When going through guides or tips, take notes. Breaking information into bite-sized steps or checklists makes it easier to implement and track progress.":"Lorsque vous parcourrez des guides ou conseils, prenez des notes. Diviser l'information en petits morceaux ou en listes de contrôle facilite l'implémentation et le suivi de votre progression.",
        "Pro Tip: Digital tools like Notion, Evernote, or simple Google Docs can help you organize tips and mark completed steps.":"Pro tip: Les outils numériques comme Notion, Evernote ou Google Docs peuvent vous aider à organiser les conseils et marquer les étapes complétées.",
        "4. Test & Adapt":"4. Tester et adapter",
        "Not every tip works for everyone. What works for someone else may need adjustments to fit your lifestyle, preferences, or resources. Be open to experimentation and tweak strategies to make them work for you.": "Pas tous les conseils fonctionnent pour tous. Quelques-uns fonctionnent mieux pour certains autres. Les ajustements peuvent ainsi permettre de mieux adapter les conseils aux besoins de chacun.",
        "Example: A productivity tip like “work in 90-minute sprints” might be perfect for one person but ineffective for someone with short attention spans. Modify it to suit your workflow.": "Exemple : Un conseil de productivité comme « travaillez par sessions de 90 minutes » peut être idéal pour une personne, mais inefficace pour une autre ayant une faible capacité de concentration. Adaptez-le à votre méthode de travail.",
        "5. Learn from Multiple Sources":"5. Apprenez de multiples sources",
        "One guide rarely covers everything. Cross-reference multiple guides, tips, and expert opinions to get a complete picture. This helps you avoid misinformation and identify strategies that are widely recommended.": "Un guide ne couvre rarement tout. Vous pouvez consulter plusieurs guides, conseils et avis d'experts pour avoir une vue d'ensemble. Cela vous aide à vous faire une idée de ce qui est recommandé.",
        "Pro Tip: Look for updated content since outdated guides may no longer be effective.":"Pro tip: Cherchez du contenu mis à jour car des guides obsoletes peuvent plus souvent ne pas avoir d'effet.",
        "6. Stay Consistent":"6. Restez constant",
        "Tips and guides are only effective if you apply them consistently. Small, daily actions compound over time and create noticeable results.":"Les conseils et les guides ne sont efficaces que si vous les appliquez de maniere constante. Des petites actions quotidiennes accumulent au fil du temps et produisent des résultats notables.",
        "Example: Reading 15 minutes a day, following a fitness routine, or applying a skincare regimen regularly yields better results than sporadic attempts.":"Exemple: Lire 15 minutes par jour, suivre une routine de sport, ou appliquer un regime de soin de la peau de maniere reguliere donne des resultats meilleur que des essais sporadiques.",
        "7. Share and Teach Others":"7. Partagez et enseignez aux autres",
        "One of the best ways to reinforce what you’ve learned is to teach it. Sharing tips with friends, family, or your online community can deepen your understanding and even uncover new insights.": "Une des meilleures manieres de renforcer ce que vous avez appris consiste a enseigner. Partager des conseils avec des amis, des membres de votre famille ou votre communaut. ",
        "Tips and guides are more than just advice—they’re tools that empower you to make informed decisions and improve your daily life. By setting clear goals, prioritizing simplicity, experimenting with methods, and staying consistent, you can turn knowledge into action.":"Les conseils et les guides sont bien plus que de simples recommandations : ce sont des outils qui vous permettent de prendre des décisions éclairées et d’améliorer votre quotidien. En vous fixant des objectifs clairs, en privilégiant la simplicité, en expérimentant différentes méthodes et en restant constant, vous pouvez transformer vos connaissances en actions.",
        "Start small, stay curious, and let practical guidance lead you toward smarter living!":"Commencez petit, restez curieux et laissez la pratique vous conduire vers une vie plus intelligente!",
        "Contact Us":"Contactez-nous",
        "We'd love to hear from you. Slide through some of our locations and reach out using the form below or  via the listed contact methods.":"Nous avons beaucoup de choses a dire. Slide through some of our locations and reach out using the form below or  via the listed contact methods.",
        "Send Message":"Envoyer un message",
        "Information We Collect":"Informations que nous collectons",
        "Basic account details (name, email).":"Informations de compte (nom, adresse email).",
        "Usage data such as viewed content, clicks, and device information.":"Données d'utilisation telles que contenu vu, clics et information sur le dispositif.",
        "Optional skincare preferences you choose to share.":"Préférences de soin de la peau que vous choisissez de partager.",
        "How We Use Your Information":"Comment nous utilisons vos informations",
        "To personalize your skincare feed and recommendations.":"Pour personnaliser votre flux de soin de la peau et vos recommandations.",
        "To improve platform performance and user experience.":"Pour améliorer la performance de la plateforme et l'experience utilisateur.",
        "To send updates, tips, and service notifications.":"Pour envoyer des mises à jour, conseils et notifications de service.",
        "Data Protection":"Protection des données",
        "We use industry-standard security measures to safeguard your data and never sell your information to third parties.":"Nous utilisons des mesures de sécurité industrielles pour protéger vos données et ne vendons jamais vos informations aux tiers.",
        "Your Rights":"Vos droits",
        "You can request deletion, correction, or access to your data anytime by contacting our support team.":"Vous pouvez demander la suppression, la correction ou l'accès aux données tout au long de votre vie par contactez notre equipe de support.",
        "Need help? We’re here for you.":"Besoin d'aide? Nous sommes ici pour vous.",
        "General Help":"Aide générale",
        "Find answers to common questions about routines, videos, and product browsing.":"Trouvez des reponses aux questions courantes sur les routines, les videos et la navigation des produits.",
        "Account Assistance":"Assistance sur le compte",
        "Reset password":"Reinitialiser le mot de passe",
        "Update email":"Mettre a jour l'adresse email",
        "Manage preferences":"Gestion des preferences",
        "Community & Feedback":"Communaute et Feedback",
        "Send feedback":"Envoyer un feedback",
        "Resources":"Ressources",
        "Share suggestions or report an issue so we can continue improving your experience.":"Partager des suggestions ou signaler un probleme afin que nous puissions continuer a ameliorer votre experience.",
        "Email Support":"Support par email",
        "By using DiodioGlow, you agree to the following terms:":"En utilisant DiodioGlow, vous acceptez les conditions suivantes:",
        "Use of the Platform":"Utilisation de la plateforme",
        "You must be at least 13 years old.":"Vous devez avoir au moins 13 ans.",
        "You may not misuse the platform, upload harmful content, or infringe on others’ rights.":"Vous ne pouvez pas abuser de la plateforme, uploader du contenu nuisible ou violer les droits des autres.",
        "Content":"Contenu",
        "Some content is user-generated; we are not responsible for external sources or third-party videos.":"Certains contenus sont genere par des utilisateurs; nous ne sommes pas responsables des sources externes ou des videos de tiers.",
        "We may update, modify, or remove features without prior notice.":"Nous pouvons mettre a jour, modifier ou supprimer des fonctionnalites sans avertissement.",
        "Limitation of Liability":"Limitation de responsabilite",
        "DiodioGlow is not responsible for any damage, skincare reactions, or inaccuracies from curated content or product suggestions.":"DiodioGlow n'est pas responsable de tout dommage, de reactions de soin de la peau ou d'inexactitudes provenant du contenu curieux ou des suggestions de produits.",
        "Account Termination":"Termination du compte",
        "We reserve the right to suspend accounts for misuse or violation of these terms.":"Nous reserves le droit de suspendre des comptes pour abus ou violation de ces conditions.",
        "DiodioGlow participates in affiliate programs. This means:":"DiodioGlow participe aux programmes d'affiliation. Cela signifie:",
        "This comes at no extra cost to you.":"Cela vous coûte rien de plus.",
        "We only feature products we believe bring genuine value to our audience.":"Nous n'affichons que des produits que nous croyons apporter une valeur reelle a notre audience.",
        "Your trust is important to us, and all affiliate-related content is reviewed carefully.":"Votre confiance est importante pour nous, et tout contenu affilie est revu avec soin.",
        "It delivers that natural, dewy glow everyone’s chasing—no filters needed.":"Il offre un brillant lueur naturelle et douce que tout le monde cherche, sans filtres.",
        "1. The Ordinary Niacinamide 10% + Zinc 1%":"1. The Ordinary Niacinamide 10% + Zinc 1%",
        "Oily and acne-prone skins":"Peau douce et acne-prone",
        "This serum helps reduce blemishes, control oil, and minimize large pores.":"Ce serum aide a reduire les blemisses, a controler l'huile et a minimiser les pores.",
        "Normal to dry skin":"Peau normale ou seche",
        "Gently cleanses without stripping your skin’s natural moisture barrier.":"Nettoie doucement sans enlever la barriere d'humidite naturelle de votre peau.",
        "With ceramides and hyaluronic acid, this cleanser feels silky and leaves the skin soft and balanced. Perfect for daily use.":"Avec des ceramides et de l'acide hyaluronique, cette nettoyeuse ressemble a du laine et laisse la peau douce et equilibree. Ideal pour l'utilisation quotidienne.",
        "Combination and dull skin":"Peau combinaison et seche",
        "A hybrid toner-serum that brightens, tightens, and hydrates at once.":"Un toner-serum hybride qui brillant, resserre et hydrate en meme temps.",
        "Smooth texture and light fragrance make it a pleasant experience. It gives an instant glow, though sensitive skin types may want to patch-test first.":"Une texture lisse et une odeur leger la font une experience agreable. Elle donne un brillant instantanee, mais les types de peau sensible peuvent avoir besoin de tester d'abord.",
        "5. Local Highlight: Mamendiaye Savon Natural Soap":"5. Site incontournable : le serpent naturel de la savane de Mamendiye",


        "About Diodio Glow": "À propos de Diodio Glow",
        "Your Source for Viral Beauty Trends & Skincare Inspiration": "Votre source de tendances beauté virales et d'inspiration pour les soins de la peau",
        "Diodio Glow is a digital platform dedicated to showcasing the latest beauty trends, skincare routines, and viral content from across Senegal and the global beauty community. We curate, highlight, and organize the products, routines, and videos that people are already talking about—so you can easily explore what’s trending.": "Diodio Glow est une plateforme numérique dédiée à présenter les dernières tendances beauté, routines de soins et contenus viraux du Sénégal et de la communauté beauté mondiale. Nous sélectionnons, mettons en avant et organisons les produits, routines et vidéos dont tout le monde parle afin que vous puissiez facilement explorer les tendances.",

        "50K+ followers across TikTok, Instagram & YouTube": "Plus de 50K abonnés sur TikTok, Instagram et YouTube",
        "100+ curated products handpicked for quality and affordability": "Plus de 100 produits sélectionnés pour leur qualité et leur prix abordable",
        "95% satisfaction rate from product recommendations": "95% de taux de satisfaction sur nos recommandations de produits",

        "Read the latest tips": "Lisez les derniers conseils",
        "Watch our tutorials": "Regardez nos tutoriels",
        "Shop our collection": "Découvrez notre collection",
        "Send us an email": "Envoyez-nous un email",

        "make beauty discovery easier, enjoyable, and accessible for everyone.": "rendre la découverte beauté plus facile, agréable et accessible à tous.",
        "Whether it’s a viral TikTok skincare hack, an African beauty routine, or a popular product review, Diodio Glow brings everything together in one place. We focus on spotlighting authentic routines, diverse skin needs, and the beauty content people love to watch.": "Qu'il s'agisse d'une astuce de soin virale sur TikTok, d'une routine beauté africaine ou d'un avis populaire sur un produit, Diodio Glow regroupe tout au même endroit.",
        "This platform is powered by community-driven trends, curated recommendations, and quality-driven product selections designed to help you find what works for your skin.": "Cette plateforme est alimentée par des tendances communautaires, des recommandations sélectionnées et des choix de produits de qualité conçus pour vous aider à trouver ce qui fonctionne pour votre peau.",

        "What You’ll Find on Diodio Glow": "Ce que vous trouverez sur Diodio Glow",
        "Curated viral beauty videos & routines from Senegal and beyond": "Vidéos beauté virales et routines sélectionnées du Sénégal et d'ailleurs",
        "Product discoveries and reviews organized for easy browsing": "Découvertes de produits et avis organisés pour une navigation facile",
        "Beauty insights, trends, and articles focused on real results": "Analyses beauté, tendances et articles axés sur des résultats réels",
        "A growing library of content shaped by what people are searching and sharing": "Une bibliothèque de contenus en pleine croissance basée sur ce que les gens recherchent et partagent",

        "Our goal is to make Diodio Glow one of the leading online destinations for beauty inspiration—not an influencer, but a platform that brings together the best of beauty, culture, and skincare trends.": "Notre objectif est de faire de Diodio Glow l'une des principales destinations en ligne pour l'inspiration beauté.",



      "Support & Assistance": "Support et Assistance",
      "Contact Support": "Contacter le Support",
      "Reach out to our support team for any inquiries or help you need.": "Contactez notre équipe d'assistance pour toute question ou aide dont vous avez besoin.",
      "Product Guides": "Guides de Produits",
      "Learn how to make the most of our products with step-by-step guides.": "Apprenez à tirer le meilleur parti de nos produits avec des guides étape par étape.",
      "Community Forums": "Forums Communautaires",
      "Join discussions with other users and share tips and solutions.": "Participez aux discussions avec d'autres utilisateurs et partagez des astuces et solutions.",
      "Some links to products or brands may earn us a small commission when you make a purchase.": "Certains liens vers des produits ou des marques peuvent nous rapporter une petite commission lorsque vous effectuez un achat."





    }
